{
  "subtitle": "Warum das alles?!",
  "poi_question": "Warum sollte ich zusätzliche Punkte in eine Karte einzeichnen?",
  "poi_answer": "Tracks, die man bei Komoot oder vergleichbaren Diensten erstellt und downloadet, bestehen in der Regel nur aus vielen Wegpunkten, die am Ende eine Linie ergeben und als Track auf Deinem Navigationsgerät angezeigt werden. Sollen Dir bestimmte Punkte (Verpflegung, Anstiege, Bahnhöfe, Navigantionshinweise, etc.) im Gerät angezeigt werden, musst Du sie separat - z.B. mit dieser App - einzeichnen. Garmin-Geräte zeigen dann auf einem separaten Screen alle verbleibenden Wegpunkte mit aktueller Entfernung und (basierend auf den Angaben im Track) der ungefähren Dauer bis zum Erreichen des Punktes an. Damit dies funktioniert, ist es wichtig, die Tracks als TCX zu exportieren und die 'Optimierungs'-Funktion zu aktivieren.",
  "image_routelist_subtitle": "Streckenpunkteliste Garmin Edge",
  "tcx_question": "Warum sollte ich TCX-Dateien exportieren?",
  "tcx_answer": "Falls Du einen Garmin Edge besitzt, bietet sich die Verwendung von TCX-Dateien an, da diese Geräte dann vor allem separate Wegpunkte zuverlässiger anzeigen. Wenn Du beim Download die 'Optimierungs'-Option aktivierst, werden die Wegpunkte zusätzlich optimiert, insbesondere werden die Wegpunkte auf einen Punkt des Track gelegt und korrekt sortiert.",
  "devices_question": "Wie bekomme ich die Datei auf das Gerät?",
  "devices_answer": "Verbinde einfach Dein Navigationsgerät per USB-Kabel mit Deinem Computer und warte, bis sie als externes USB-Laufwerk erkannt werden. Kopiere anschließend die Datei nach:",
  "devices_name": "Gerät",
  "devices_directory": "Verzeichnis",
  "devices_note": "Falls irgendetwas fehlt oder bei Dir anders funktioniert, gib bitte Bescheid.",
  "merge_question": "Warum sollte ich Strecken mergen?",
  "merge_answer": "Für das Mergen/Zusammenführen von Strecken gibt es unterschiedliche Gründe. Im einfachsten Fall natürlich, weil Du aus mehreren Teilstrecken eine Gesamtstrecke erstellen möchtest. Zum Beispiel weil Du unterwegs aus Versehen die Aufzeichnung einer Aktivität beendet und eine weitere Aufzeichnung gestartet hast und vor dem Upload z.B. nach Strava die Aktivitäten wieder zusammenführen möchtest. Diese App übernimmt beim Zusammenführen auch alle Werte für Geschwindigkeit, Tritt- und Herzfrequenz, sowie die Leistungsdaten. Und wenn Dein Garmin unterwegs mal wieder abgestürzt ist und der automatische Upload nicht funktioniert, kannst Du in dieser Anwendung auch direkt die FIT-Dateien hochladen und ggfls. zusammenführen lassen."
}
